Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/three-pigs-omegat.tmx
Source language: en_us
Languages: chr

source: When will you come for me?"
chr: ᎯᎳ ᎠᏟᎢᎵᏒ ᎠᎭᏂ ᏍᎩᎷᏤᎸᎭ?”

source: Where is she?"
chr: ᎭᏢ ᎥᏍᎩᎾ?”

source: Where is that pig?" said the wolf.
chr: “ᎭᏢ Ꮎ ᏏᏆ?” ᎤᏛᏁ ᏩᎭᏯ.

source: Where is the second pig?
chr: ᎭᏢ ᏔᎵᏁ ᏏᏆ?

source: Will the wolf catch me?
chr: ᎡᎵᏊᏍ ᏱᏍᎩᏂᏯ?

source: Will you come for me?" asked the little pig.
chr: ᏓᏍᎩᎩᎵᏍ?” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: Will you come with me to the field?"
chr: ᏓᏁᏅᏏᏍ ᏠᎨᏏ?”

source: Wood is not strong.
chr: ᎠᏓ Ꮭ ᎤᏟᏂᎩᏓ ᏱᎩ.

source: Yes, I am ready."
chr: “ᎥᎥ ᎠᏆᏛᏅᎢᏍᏔᏅᎩ.”

source: Yes, go and find food for Mother pig.
chr: ᎥᎥ, ᎠᎵᏍᏓᏴᏗ ᎯᏩᏛᎮᎷᎦ ᏣᏥ ᏏᏆ.

source: Yes, he will come.
chr: ᎥᎥ, ᏓᎦᎷᏥ.

source: Yes, there was the pig.
chr: ᎥᎥ, ᎤᎿ ᏏᏆ ᎨᏎ.

source: You are a bad pig.
chr: ᏣᏲ ᏏᏆ.

source: You are a bad wolf.
chr: ᏣᏲ ᏩᎭᏯ.

source: You ate the first pig.
chr: ᎢᎬᏱᎢ ᏏᏆ ᎯᏒᏁ.

source: You ate the second pig.
chr: ᏔᎵᏁ ᏏᏆ ᎯᏒᏁ.

source: You bad wolf!
chr: ᏣᏲ ᏩᎭᏯ!

source: You cannot blow my house in," said the little pig.
chr: ᎠᏆᏤᎵ ᎦᎵᏦᏕ Ꮭ ᏘᏲᏍᏔᏂ,” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: You cannot blow my house in.
chr: ᎠᏆᏤᎵ ᎦᎵᏦᏕ Ꮭ ᎬᏯᏲᏍᏙᏗ ᏱᎩ ᏣᏦᏔᎲᎢ ᎬᏗ.

source: You cannot blow the house in!"
chr: ᎠᏎᏃ ᎦᎵᏦᏕ ᎥᏝ ᏱᏛᏲᏥ!”

source: You cannot get me,
chr: Ꮭ ᎦᏍᎩᎩᏍᏗ ᏱᎩ.

source: You may blow.
chr: ᎡᎵᏊ ᎡᏆ ᎤᏃᎴ ᏯᏦᏔ.

source: You may puff !
chr: ᎡᎵᏊ ᎤᏃᎴ ᏯᏦᏔ!

source: You may puff.
chr: ᎡᎵᏊ ᎤᏃᎴ ᏯᏦᏔ.

source: You must build a house.
chr: ᎦᎵᏦᏕ ᎠᏎ ᎢᏣᏁᏍᎨᏗ.

source: You must build one."
chr: ᏌᏊ ᎠᏎ ᎢᏣᏁᏍᎨᏗ.”

source: You must find the food."
chr: ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎢᏥᏩᏛᎲᏍᏗ.”

source: You must go, little pigs," said Mother Pig.
chr: ᎠᏎ ᎢᏤᏅᏍᏗ, ᏧᎾᏍᏗ ᏏᏆ,” ᎤᏛᏁ ᎤᏂᏥ ᏏᏆ.

source: You must have one.
chr: ᏌᏊ ᎠᏎ ᎢᏥᎩᏍᏗ.

source: You shall build a house.
chr: ᎦᎵᏦᏕ ᎭᏁᏍᎨᎲᎭ.

source: You will make a good dinner."
chr: ᎣᏍᏓ ᎠᎵᏍᏓᏴᏗ ᏂᏔᎵᏍᏔᏂ.”

source: You would eat me if you could get me.
chr: ᏍᎩᏒᏅᎭ ᏱᏍᎩᎩ.

source: You would like to eat me,
chr: ᏍᎩᏒᎲᏍᏗ ᏣᎸᏉᏛᎭ,

source: Your house is not strong.
chr: ᏣᏤᎵ ᎦᎵᏦᏕ Ꮭ ᎤᏟᏂᎩᏓ ᏱᎩ.

source: and he blew the house in.
chr: ᎠᎴ ᎤᏃᎴ ᎢᏳᏍᏗ ᎦᎵᏦᏕ ᎤᏲᏤ.

source: ha!" said the wolf.
chr: Ꭽ!” ᎤᏛᏁ ᏩᎭᏯ.

source: ow!
chr: ᎠᏲ!

source: ow!"
chr: ᎠᏲ!”

source: quee!
chr: ᏍᏈ!

source: quee!"
chr: ᏍᏈ!”

source: said the wolf.
chr: ᎤᏛᏁ ᏩᎭᏯ.

source: thank you!
chr: ᏩᏙ!

source: will the wolf catch me?"
chr: ᏛᎩᏂᏴᎯᏍ Ꮎ ᏩᎭᏯ?”
